Repository: candelabrus/Candelabrus
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: country
pt: país

source: parents
pt: parentes

source: homepage
pt: página ínicial

source: governmental
pt: governamental

source: source provider
pt: fornecedor de fonte

source: source providers
pt: fornecedores de fonte

source: title
pt: título

source: language
pt: linguagem

source: description
pt: descrição

source: address
pt: endreço

source: provider
pt: fornecedor

source: source
pt: fonte

source: sources
pt: fontes

source: screenshot
pt: captura de ecrã

source: paywalled
pt: restrito a subscritores

source: source code
pt: código fonte

source: webpage
pt: página online

source: webpages
pt: páginas online

source: media
pt: média

source: medias
pt: médias

source: false
pt: falsa

source: tampered
pt: adulterado

source: speculative
pt: especulativo

source: partial
pt: parcial

source: generalization
pt: generalização

source: unfounded
pt: infundado

source: flaw
pt: falha

source: justification
pt: justificação

source: verified
pt: verificado

source: source flaw
pt: falha na fonte

source: source flaws
pt: falhas da fonte

source: content
pt: conteúdo

source: author
pt: autor

source: name
pt: nome

source: subject
pt: tópico

source: subjects
pt: tópicos

source: subject translation
pt: tradução do tópico

source: subject translations
pt: traduções do tópico

source: start
pt: início

source: end
pt: fim

source: children
pt: crianças

source: territorial divisions
pt: divisões territoriais

source: location
pt: localização

source: events
pt: eventos

source: event
pt: evento

source: event subject
pt: topico de evento

source: event subjects
pt: topicos de evento

source: territorial division
pt: divisão territorial

source: event territorial division
pt: divisão territorial de evento

source: event territorial divisions
pt: divisões territoriais de evento

source: event translation
pt: tradução de evento

source: event translations
pt: traduções de evento

source: catalog
pt: catálogo

source: subject/<int:identifier>
pt: topico/<int:identifier>

source: region
pt: região

source: autonomous region
pt: região autónoma

source: district
pt: distrito

source: municipality
pt: município

source: parish
pt: freguesia

source: island
pt: ilha

source: fallacies/<int:identifier>/
pt: falacias/<int:identifier>/

source: Know the truth
pt: Sabe a verdade

source: Learn arguing
pt: Aprende argumentação

source: Law understood
pt: Lei compreendida

source: Better representation
pt: Melhor representação

source: Privacy
pt: Privacidade

source: About
pt: Sobre

source: Support for enlightenment
pt: Suporte para iluminação

source: The Candelabrus project is an aggregation of ideas to help us project our voices into society.
pt: O projeto Candelabrus é uma agregação de ideias para nos ajudar a projetar as nossas vozes para a sociedade.

source: One shouldn't feel powerless, surrounded by millions within systems that simply refuse to change.
pt: Não se sinta impotente, rodeado por milhões em sistemas que se recusam a mudar.

source: Shed your misconceptions, share great ideas to move us forward, join the choice of our future, know your allies, share your knowledge!
pt: Elimina equívocos, partilha as grandes ideias que nos levarão adiante, junta-te à escolha do nosso futuro, conhece os teus aliados, partilha conhecimento

source: Sanitize information sources, report the moment.
pt: Sanitiza fontes de informação, reporta o momento.

source: This is a portal aimed at sourcing history, be it last hour's or century.
pt: Este portal é direcionado a encontrar fontes históricas, seja da última hora ou século.

source: One shall not fall for the fake news.
pt: Não sejas enganado por noticias falsas.

source: Get insights on argumentation and its flaws.
pt: Compreende a argumentação e as suas falhas.

source: Good discussions are built from logic, not feelings.
pt: Boas discussões são assentes em lógica, não em sentimentos.

source: Law is confusing, let's simplify it!
pt: A lei é confusa, simplifiquemos!

source: Society, evolved
pt: Sociedade, evoluida

source: Are you good at finding solutions? Great! Tell us how to solve our problems.
pt: És bom a encontrar soluções? Boa! Diz-nos como resolver os nossos problemas!

source: From your neighbourhood to your continent, improve everything!
pt: Do teu bairro ao teu continente, melhora tudo!

source: Politicians don't have to be bad.
pt: Politicos não tem de ser maus.

source: Aim the magnifying glass. Find who shares your ideals. Know if they're up to their words.
pt: Aponta a lupa. Encontra quem partilha os teus ideais. Descobre se honram as suas palavras.

source: Make your voice heard!
pt: Faz a tua voz ser ouvida!

source: Catalog
pt: Catalogo

source: The current subject isn't translated.
pt: O tópico atual não está traduzido.

source: You might want to try one of the following languages:
pt: Pode querer tentar um dos seguintes idiomas:

source: Latest
pt: Últimas

source: Help out by translating from one of the available languages.
pt: Ajuda traduzindo a partir de uma das linguagens disponíveis.

source: Concepts
pt: Conceitos

source: Fallacies
pt: Falácias

source: Biases
pt: Tendências

source: Basic argumentation concepts
pt: Conceitos básicos de argumentação

source: This is a quick guide on some principles you need to understand in order to know how to argue.<br> Consider these topics very very simplified. If you want to study them more extensively, consider a good philosophy book.
pt: Este é um guia rápido para alguns dos princípios que necessita saber parasaber argumentar.<br> Considere estes tópicos muito simplificados.Se quiser estuda-los mais extensivamente, considere um bom livro de filosofia.

source: These are the most generic fallacies. Click them to learn more:
pt: Estas são as falácias mais abrangentes. Carregue nelas para aprender mais:

source: There are a few more, but they haven't been translated yet:
pt: Existem mais algumas que ainda não foram traduzidas:

source: Examples
pt: Exemplos

source: No translated examples.
pt: Sem exemplos traduzidos.

source: Contribute some!
pt: Contribua alguns!

source: Cases of this fallacy
pt: Casos desta falácia

source: Related fallacies
pt: Falácias relacionadas

source: Understand basic concepts
pt: Entenda os conceitos básicos

source: A quick guide through concepts you need to understand in order to argue properly.
pt: Um guia rápido para os conceitos que precisa de entender para argumentar bem

source: Know discourse fallacies
pt: Saiba as falácias de argumentação

source: Looking good and being persuasive isn't enough, make your argument sound!
pt: Ser bom falante não é suficiente, faça o seu argumento sólido!

source: Find your biases
pt: Descubra as suas tendências

source: You're not only missing the point, you're losing your rationality!
pt: Não está apenas a perder a ideia, perde a sua racionalidade!

source: gender
pt: género

source: male
pt: homem

source: female
pt: mulher
